export const CATEGORIES = [
  "Энергообеспечение",
  "Смартфоны и телефоны",
  "Ноутбуки, планшеты и ПК",
  "Техника для кухни",
  "Техника для дома",
  "Телевизоры и мультимедиа",
  "Смарт-часы и гаджеты",
  "Аудио, фото и видео",
  "Игровые консоли и гейминг",
  "Красота и здоровье",
  "Посуда",
  "Бытовая химия",
  "Текстиль и декор",
  "Дом, отдых и зоотовары",
  "Детские товары",
  "Инструменты и автотовары",
  "OUTLET",
  "Сервисы, подписки и софт",
] as const;

export type CategoryName = (typeof CATEGORIES)[number];
